Autodesk.Revit.DB.ISaveSharedCoordinatesCallbackProxy.GetSaveModifiedLinksOption(Autodesk.Revit.DB.RevitLinkType)
Determines whether Revit should save the link, not save the link,
or discard shared positioning entirely.
link:
The Revit link which has modified shared coordinates.
Returns:
The options when saving a linked file which has been modified
in-memory by shared coordinates operations.
Since:
2014